{"sections":{"pages":{"type":"main-page","disabled":true,"settings":{}},"rich_text_nwR8K6":{"type":"rich-text","blocks":{"subheading_gnPjcU":{"type":"subheading","settings":{"subheading":"Subheading"}},"heading_QrLU9x":{"type":"heading","settings":{"heading":"<p>Terms<\/p>","heading_size":"medium"}},"text_txxCLA":{"type":"text","settings":{"text":"<p>TERMS OF PURCHASE (see \"Terms of Use\" and \"Rewards Program Terms and Conditions\" further below)<\/p><p><strong>TIEGE HANLEY, LLC<\/strong><\/p><p><strong>TERMS OF PURCHASE<\/strong><\/p><p><strong>PLEASE READ THESE TERMS OF PURCHASE (THE “TERMS”) CAREFULLY.  BY PURCHASING PRODUCTS FROM TIEGE HANLEY, LLC, YOU ACCEPT AND AGREE TO ABIDE BY THESE TERMS.  You AGREE THAT THE TERMS ARE ENFORCEABLE LIKE ANY WRITTEN NEGOTIATED AGREEMENT SIGNED BY You.  IF YOU DO NOT ACCEPT THE TERMS, YOU MUST CLICK ON THE “CANCEL” BUTTON AND NOT PURCHASE THE PRODUCTS.  WHEN USED IN THIS AGREEMENT, THE WORDS “YOU,” “YOUR” AND “YOU” MEAN THE PERSON THAT IS PURCHASING THE PRODUCTS AND THE WORDS “WE,” “OUR,” “US” AND “TIEGE HANLEY” MEAN TIEGE HANLEY LLC.<\/strong><\/p><p><strong>1. Products<\/strong><\/p><p>1.1 Each purchase is for a subscription to men’s skin care products for the period specified in the Order (“Products”).<\/p><p><strong>1.2 Products are sold to you solely for your personal use.  You may not resell, transfer or otherwise commercially exploit Products.<\/strong><\/p><p>1.3 Your subscription for Products will automatically renew, unless you opt out.  We will send you an email notice at your email address on record three (3) days before your next shipment with an opportunity to opt out of renewal.<\/p><p>1.4 Please keep a record of when your subscription term ends and the next shipment date. You are responsible for timely opting out of renewing your subscription regardless of whether you receive any notice from us.<\/p><p>1.5 You may, through your online account: (a) change the date of your next shipment; (b) change the frequency of your shipments; or (c) delay your next shipment for up to 90 days.<\/p><p><\/p><p><strong>2. Orders<\/strong><\/p><p>2.1 You will be required to create a unique (“Password”) that will be required to order Products.  You may only purchase Products using your assigned Password, and may not purchase Products using the Password of any other person.<\/p><p>2.2 You may not make your Password available to others, nor allow purchase of Products by others through your Password. You agree to accept sole responsibility and liability for maintaining the confidentiality of your Password, for restricting access to your Password and for all purchases, whether authorized or unauthorized, of Products under your Password.<\/p><p>2.3 Your completion of a registration or an order form (an “Order”) creates no contractual or other obligation on our behalf.  Any such obligation will only be created by our acceptance of each order, which will be solely within our discretion.  <strong>WE RESERVE THE RIGHT TO REJECT ANY ORDER.  <\/strong>You will be solely responsible for the accuracy and truthfulness of the information you provide in your registration and any Order.  We will be entitled to rely on any and all such information.<\/p><p>2.4 In order to purchase Products, you will be required to represent either that (i) you are eighteen (18) years of age or older or (ii) if you are under eighteen (18) years of age, the parent or guardian named in your registration has consented to your purchase of Products and agreed to be responsible for your purchase of Products.<\/p><p>2.5 We will, and you expressly authorize us to, use the information you provide in your registration and any Order to:  (a) process Orders including, without limitation, processing payments and communicating with you about the status of your Order and (b) communicate with you about other products we offer or other topics we think you might find of interest.<\/p><p>2.6 You will be automatically registered in the Tiege Hanley, LLC Rewards Program upon your creation of a customer account with your initial purchase. Your participation in the Rewards Program is governed by the Rewards Program <a href=\"https:\/\/www.tiege.com\/pages\/rewards\" title=\"Terms and Conditions\">Terms and Conditions<\/a>.<br\/><br\/>TERMS OF PURCHASE (see \"Terms of Use\" and \"Rewards Program Terms and Conditions\" further below)<\/p><p><strong>TIEGE HANLEY, LLC<\/strong><\/p><p><strong>TERMS OF PURCHASE<\/strong><\/p><p><strong>PLEASE READ THESE TERMS OF PURCHASE (THE “TERMS”) CAREFULLY.  BY PURCHASING PRODUCTS FROM TIEGE HANLEY, LLC, YOU ACCEPT AND AGREE TO ABIDE BY THESE TERMS.  You AGREE THAT THE TERMS ARE ENFORCEABLE LIKE ANY WRITTEN NEGOTIATED AGREEMENT SIGNED BY You.  IF YOU DO NOT ACCEPT THE TERMS, YOU MUST CLICK ON THE “CANCEL” BUTTON AND NOT PURCHASE THE PRODUCTS.  WHEN USED IN THIS AGREEMENT, THE WORDS “YOU,” “YOUR” AND “YOU” MEAN THE PERSON THAT IS PURCHASING THE PRODUCTS AND THE WORDS “WE,” “OUR,” “US” AND “TIEGE HANLEY” MEAN TIEGE HANLEY LLC.<\/strong><\/p><p><strong>1. Products<\/strong><\/p><p>1.1 Each purchase is for a subscription to men’s skin care products for the period specified in the Order (“Products”).<\/p><p><strong>1.2 Products are sold to you solely for your personal use.  You may not resell, transfer or otherwise commercially exploit Products.<\/strong><\/p><p>1.3 Your subscription for Products will automatically renew, unless you opt out.  We will send you an email notice at your email address on record three (3) days before your next shipment with an opportunity to opt out of renewal.<\/p><p>1.4 Please keep a record of when your subscription term ends and the next shipment date. You are responsible for timely opting out of renewing your subscription regardless of whether you receive any notice from us.<\/p><p>1.5 You may, through your online account: (a) change the date of your next shipment; (b) change the frequency of your shipments; or (c) delay your next shipment for up to 90 days.<\/p><p><strong>2. Orders<\/strong><\/p><p>2.1 You will be required to create a unique (“Password”) that will be required to order Products.  You may only purchase Products using your assigned Password, and may not purchase Products using the Password of any other person.<\/p><p>2.2 You may not make your Password available to others, nor allow purchase of Products by others through your Password. You agree to accept sole responsibility and liability for maintaining the confidentiality of your Password, for restricting access to your Password and for all purchases, whether authorized or unauthorized, of Products under your Password.<\/p><p>2.3 Your completion of a registration or an order form (an “Order”) creates no contractual or other obligation on our behalf.  Any such obligation will only be created by our acceptance of each order, which will be solely within our discretion.  <strong>WE RESERVE THE RIGHT TO REJECT ANY ORDER.  <\/strong>You will be solely responsible for the accuracy and truthfulness of the information you provide in your registration and any Order.  We will be entitled to rely on any and all such information.<\/p><p>2.4 In order to purchase Products, you will be required to represent either that (i) you are eighteen (18) years of age or older or (ii) if you are under eighteen (18) years of age, the parent or guardian named in your registration has consented to your purchase of Products and agreed to be responsible for your purchase of Products.<\/p><p>2.5 We will, and you expressly authorize us to, use the information you provide in your registration and any Order to:  (a) process Orders including, without limitation, processing payments and communicating with you about the status of your Order and (b) communicate with you about other products we offer or other topics we think you might find of interest.<\/p><p>2.6 You will be automatically registered in the Tiege Hanley, LLC Rewards Program upon your creation of a customer account with your initial purchase. Your participation in the Rewards Program is governed by the Rewards Program <a href=\"https:\/\/www.tiege.com\/pages\/rewards\" title=\"Terms and Conditions\">Terms and Conditions<\/a>.<\/p><p><strong>3. Payment<\/strong><\/p><p>3.1 We will charge the total price specified in the Order to the credit card or Paypal account specified in the Order.  All payments will be made in United States dollars.<\/p><p>3.2 If we are unable to bill charges in the manner designated in your Order, we will promptly notify you at the e-mail address specified in your Order and will suspend the processing of your Order until you pay the charges through some other means.  If you have not paid outstanding charges within forty-eight (48) hours of notice your Order will be cancelled.<\/p><p>3.3 You will be responsible for and will pay all applicable sales, value added use or similar taxes if any, imposed by taxing authorities by reason of the sale and delivery of products herein provided.<\/p><p>3.4 Any merchandise, coupons, offers, products or services offered to you through links to the Site are provided by third parties who are not affiliated with Tiege Hanley.<\/p><p><strong>4. Proprietary Rights<\/strong><\/p><p>4.1 Tiege Hanley®, the Tiege Hanley logo ®, Uncomplicated Skin Care for Men®, Enhance Your Handsome®, Reinventing Men’s Skin Care™, Internet legend has it®, Tip Cancer Over®, Uncomplicated® and any other trademarks used with the Products are trademarks of Tiege Hanley and the Products and the trade dress and packaging of Products are protected by trademark and copyright law. All rights reserved.<\/p><p>4.2 The composition of the Products is proprietary to Tiege Hanley and protected by trade secret law.  You may not reverse engineer or otherwise seek to determine the composition of any Products.<\/p><p><strong>5. Returns<\/strong><\/p><p>5.1 All Sales are final.  If you are dissatisfied with the Product please contact us.  Refund requests must be made directly to Tiege Hanley at <a href=\"mailto:info@tiege.com\">info@tiege.com<\/a>. All refund requests must be made within thirty (30) days of the date of delivery by Tiege Hanley.<\/p><p>5.2 We may refund 50% of the amount paid for your most recent month of service (less any shipping and handling costs and fees related to the original purchase, which are non-refundable) to the credit card or Paypal account you used to make the original purchase and provide you instructions on returning the product. Notwithstanding the foregoing, Tiege Hanley does not control when a specific credit card company processes a credit transaction. You are responsible for contacting your credit card company if you have questions about the status of the credit.<\/p><p>5.3 If you have made excessive returns, as determined by us in our sole discretion, we reserve the right to reject further refund requests or Orders.<\/p><p><strong>6. Disclaimer and Limitations<\/strong><\/p><p><strong>6.1 EXCEPT AS EXPRESSLY SET FORTH IN THESE TERMS (A) PRODUCTS ARE PROVIDED AS IS AND AS AVAILABLE AND (B) TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ANY AND ALL WARRANTIES, WRITTEN OR ORAL, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.<\/strong><\/p><p><strong>6.2 TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, we WILL not BE LIABLE TO you FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES ARISING OUT OF OR RELATED TO THIS AGREEMENT, HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY AND EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<\/strong><\/p><p><strong>6.3 OUR LIABILITY FOR ALL CLAIMS ARISING OUT OF OR RELATED TO ANY PRODUCTS WILL NOT EXCEED THE FEES ACTUALLY PAID TO US FOR THE PRODUCT.<\/strong><\/p><p><strong>7. Governing Law & Jurisdiction<\/strong><\/p><p>This Agreement will be governed by and construed under the laws of the State of Illinois, without giving effect to principles of conflicts of law.  The parties agree that the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded from application to this Agreement.  You consent to the exclusive jurisdiction of the state and federal courts in Cook County, Illinois in order to settle any claim, action or controversy arising out of or related to this Agreement.<\/p><p><strong>TERMS OF USE<\/strong><\/p><p>By accessing this site (the “Site”), you agree to the following Terms of Use (“Terms”). If you do not agree, you should exit the Site and not use it further. As used herein, the words “User,” “you” and “your” mean users of the Site and the words “we,” “our,” and “Tiege Hanley” mean Tiege Hanley, LLC, the owner and operator of the Site.<\/p><p>We reserve the right to revise these Terms at any time by updating this posting, and also to modify or terminate any products, services or features on the Site at any time. All products, services or features available on or through this Site are subject to these Terms.<\/p><p>By signing up for our mailing list or a product purchase or subscription, you represent, acknowledge and agree that you are at least the age of majority in your jurisdiction of residence. If you are a parent or legal guardian who is registering on behalf of a minor, you hereby agree to bind said minor to this Agreement and to fully indemnify and hold us harmless if said minor breaches or disaffirms any term or condition of this Agreement.<\/p><p><strong>Product Purchases<\/strong><\/p><p>You may purchase products and subscriptions through this Site (the “Product”). In order to purchase Product, you will be required to create an account and to agree to our standard <strong>Terms of Purchase<\/strong>. All such Product is copyrighted work of Tiege Hanley. The Product is made available for purchase, and for use by you, solely in accordance with and subject to the Terms of the Purchase.<\/p><p><strong>Limitations on Use<\/strong><\/p><p>You may browse the Site, and you may download material displayed on the Site, all for non-commercial, personal use only. You may not remove any copyright, trademark or other proprietary notices from materials you download. Nor may you distribute, modify, transmit, reuse, re-post, or use any material from the Site for public or commercial purposes. These limitations apply to all material on the Site, including but not limited to the text, computer code, images, audio and video. Any use contrary to these limitations is a violation of the intellectual property rights of Tiege Hanley and\/or its contributors. Unless otherwise noted, all material on the Site is copyrighted.<\/p><p>You may not deep-link to the Site for any purpose or use any robot, spider or other automatic device or process to monitor or copy any portion of the Site.<\/p><p><strong>Privacy<\/strong><\/p><p>Disclosure and use of information obtained from Users and, if applicable, third parties is subject to Tiege Hanley’s <a href=\"https:\/\/www.tiege.com\/pages\/privacy-policy\" title=\"Privacy Policy\"><strong>Privacy Policy<\/strong><\/a>.<\/p><p><strong>Submissions<\/strong><\/p><p>Any communications or materials you transmit to any public area on the Site, or that you submit to us not as part of your personal information and that are not covered by our Privacy Policy (“Submissions”), may be used by us and our affiliates, licensees and assignees for any purpose, including but not limited to reproduction, disclosure, transmission, publication, broadcast, inclusion in products sold by Tiege Hanley, and posting in any and all media without compensation to you. This includes any ideas, concepts, know-how, or techniques in any such Submission.<\/p><p>By submitting to us any Submissions, you represent and agree as follows:<\/p><p>The Submissions are your own. You did not copy them from anyone else. You have the right to submit them to us for publication.<\/p><p>We shall have the right to post (or to elect not to post) the Submissions on the Site, and to modify them in any way we deem appropriate, either before or after posting.<\/p><p>Our right to use the Submissions is royalty-free (that is, without payment to you), and extends to all media, whether now existing or later discovered, including but not limited to print, film, electronic, etc. (not limited to our Site). This permission is non-exclusive, permanent, irrevocable and worldwide.<\/p><p>You must include your name and e-mail address with any submission so we can contact you with any questions. Your name (but not your e-mail address) will be posted with the Submissions on the Site and any other media in which we publish the Submissions. If you object to any modification(s) we make to the Submissions, you may request to have your name removed from any later publications.<\/p><p>We are not responsible for any content, advice or information furnished or posted by members or other third parties, including but not limited to postings on any bulletin boards, chat rooms, member tips, or other spaces that invite submissions.<\/p><p><strong>Submissions to Other Sites<\/strong><\/p><p>You hereby grant to us a perpetual, worldwide, royalty-free license to any communications or materials you submit to Tiege Hanley’s pages on any other website (such as Facebook or Instagram) for use by us and our affiliates, licensees and assignees for any purpose, including but not limited to reproduction, disclosure, transmission, publication, broadcast, inclusion in products sold by Tiege Hanley and posting in any and all media.<\/p><p><strong>Third Parties<\/strong><\/p><p>We use reasonable efforts to include accurate and up-to-date information in the Site, but makes no warranties as to its accuracy. We have not reviewed any sites linked to the Site and are not responsible for the content of any off-Site pages or any sites linked to the Site. Your access to, and use of, the Site, including your linking to any other off-Site pages or other sites, are at your own risk.<\/p><p>Any merchandise, coupons, offers, products or services offered to you through links to the Site are provided by third parties who are not affiliated with Tiege Hanley. We do not endorse any third-party sites or any offers available through any such sites. We have no responsibility for any transactions and communications between you and any third party, including but not limited to any personal information you may choose to provide to any third party.<\/p><p><strong>Disclaimer of Warranties<\/strong><\/p><p>EVERYTHING ON THE SITE IS PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. WITHOUT LIMITING THE FOREGOING, TIEGE HANLEY DISCLAIMS ANY WARRANTIES FOR THE SECURITY, RELIABILITY, TIMELINESS AND PERFORMANCE OF ANY PRODUCTS, SERVICES, FEATURES, INFORMATION OR ADVICE ON THE SITE, AS WELL AS FOR ANY SUCH ITEMS OR OTHER CONTENT AVAILABLE THROUGH ANY LINKS TO THE SITE.<\/p><p><strong>Disclaimer and Limitation of Liability<\/strong><\/p><p>Tiege Hanley and its affiliates and their respective members, managers, officers, employees, contractors and agents (in each case, a “Released Party”) shall not be liable for any direct, indirect incidental, consequential, or punitive or other damages or losses of any kind whatsoever arising out of your access to, or use of, the Site, including but not limited to any failure of performance, error, omission, interruption, defect or computer virus, or the deletion, failure to store, misdelivery or unavailability of any information, material, products, services or features, even if advised of the possibility of such damages or losses. Each Released Party’s maximum liability to you for all claims, including but not limited to negligence, shall in no event exceed one dollar (US$1.00).<\/p><p><strong>Indemnity and Release<\/strong><\/p><p>As a material inducement to provide you with use of the Site, by using the Site, (i) you release each Released Party from any and all claims, demands, damages, costs and expenses of any kind whatsoever relating in any way to use of the Site or any materials downloaded from this Site and (ii) you indemnify, defend and hold each Released Party harmless from and against any and all demands, damages, liability, claims, actions, demands and costs incurred by such Released Party in connection with any claim arising out of any breach by you of this Agreement, including, reasonable attorneys’ fees and costs.<\/p><p>If you have a dispute involving the Site with a third party, you release each Released Party from all claims, demands, damages, liability, claims, actions, demands and costs of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.<\/p><p>If you are a California resident, you waive California Civil Code §1542, which says: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.”<\/p><p>Each party recognizes and agrees that the warranty disclaimers and liability and remedy limitations in these Terms are material bargained for bases of this agreement and that they have been taken into account and reflected in determining the consideration to be given by each party under this agreement and in the decision by each party to enter into this agreement. Some jurisdictions do not allow the exclusion of implied warranties or certain forms of damages, so some of the above exclusions may not apply to you.<\/p><p><strong>Trademarks<\/strong><\/p><p>The trademarks, logos, and service marks (collectively the “Trademarks”) displayed on the Site, are the Trademarks of Tiege Hanley, except as otherwise noted. All other Trademarks, publicity rights and other rights are the property of their respective owners. You do not have any license or right, by implication, estoppel, or otherwise, to use any Trademark, image or other material displayed on the Site without the written permission of Tiege Hanley or the third party that may own the relevant material.<\/p><p><strong>Intellectual Property Infringement Claims<\/strong><\/p><p>We will respond as quickly as practical to any claims that infringing material appears on the Site, including investigating any such claims and taking any appropriate action under applicable laws. If we receive a notice of infringement in accordance with the Digital Millennium Copyright Act (the “Act”), we will take steps to remove or disable access to the allegedly infringing material, including any links thereto. We may terminate access for any person who is a repeat infringer. Notices of alleged infringement should be sent to:<\/p><p>Attention: Registered Copyright Agent (info _at_ Tiege . com)<br\/>Tiege Hanley, LLC<br\/>2023 W. Carroll Ave.<br\/>Suite C308<br\/>Chicago, IL 60612<\/p><p>To be effective, the notification must be a written communication that includes the following:<\/p><ol><li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;<\/li><li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;<\/li><li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material;<\/li><li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number and, if available, an electronic mail address at which the complaining party may be contacted;<\/li><li>A statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law; and<\/li><li>A statement that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.<\/li><\/ol><p>If we remove or disable access to any allegedly infringing material, we may attempt to contact the person who has posted that material to give that person a chance to respond. If there is a response, we will share it with the party who originally complained about the alleged infringement, and will give that party an opportunity to seek a court order or other judicial relief in accordance with the Act before we replace or restore access to the allegedly infringing material.<\/p><p><strong>Violations<\/strong><\/p><p>Tiege Hanley reserves the right to pursue any and all legal and equitable remedies against anyone violating these Terms and Conditions, including but not limited to terminating access to the Site. Any failure by Tiege Hanley to enforce any of our rights hereunder shall not be deemed a waiver of such rights or of any other rights.<\/p><p><strong>Miscellaneous<\/strong><\/p><p>These terms and conditions are governed by the laws of the State of Illinois, without regard to principles of the conflicts of laws, and may not be modified except as expressly stated herein. Any disputes relating hereto or to any use of this Site shall be resolved exclusively in the State or Federal Courts located in Cook County, Illinois, and you and Tiege Hanley both consent to the jurisdiction of such courts for any such disputes. Unless otherwise specified, this Site is made available only to provide information about Tiege Hanley and its products and services. Tiege Hanley controls and operates this Site from its headquarters in Chicago, Illinois, USA, and makes no representation or warranty that materials in the Site are appropriate or available for use in any other jurisdictions. If you use this Site from elsewhere, you are responsible for compliance with all applicable local laws.<\/p><p>REWARDS PROGRAM TERMS AND CONDITIONS<\/p><p><strong>PLEASE READ THESE TERMS AND CONDITIONS (THE “TERMS”) CAREFULLY. BY REDEEMING ANY POINTS EARNED IN THE TIEGE HANLEY, LLC REWARDS PROGRAM (THE “PROGRAM”), YOU ACCEPT AND AGREE TO ABIDE BY THESE TERMS. You AGREE THAT THE TERMS ARE ENFORCEABLE LIKE ANY WRITTEN NEGOTIATED AGREEMENT SIGNED BY You. IF YOU DO NOT ACCEPT THE TERMS, YOU CANNOT REDEEM ANY POINTS EARNED IN THE PROGRAM. PARTICIPATION IS VOID WHERE PROHIBITED BY LAW.<\/strong><\/p><p><strong>WHEN USED IN THIS AGREEMENT, THE WORDS “YOU” AND “YOUR” MEAN THE PERSON THAT IS PARTICIPATING IN THE PROGRAM AND THE WORDS “WE,” “OUR,” “US” AND “TIEGE HANLEY” MEAN TIEGE HANLEY LLC, THE SPONSOR OF THE PROGRAM.<\/strong><\/p><p><strong>We reserve the right to revise these Terms at any time by updating this posting. BY PARTICIPATING IN THE PROGRAM AFTER ANY SUCH POSTING, YOU ACCEPT AND AGREE TO ABIDE BY SUCH REVISIONS.<\/strong><\/p><p><strong>1. The Program<\/strong><\/p><p>1.1 The Program is a loyalty reward program offered by us to our customers. The Program is accessible through our website at <a href=\"https:\/\/web.archive.org\/web\/20191212061706\/https:\/\/www.tiege.com\/\">https:\/\/www.tiege.com<\/a> (the “<strong>Website<\/strong>”). In addition to these Terms, your participation in the Program is governed by the <span style=\"text-decoration:underline\"><em>Terms of Use<\/em><\/span><em> <\/em>and <span style=\"text-decoration:underline\"><em>Privacy Policy<\/em><\/span> for the Website, and by the more detailed explanation of the Program on the Website at the \"Loyalty\" area of the customer dashboard (the “<strong>Program Page<\/strong>”).<\/p><p>1.2 The Program allows customers who have registered as described below to collect points when making purchases on items and when taking other actions identified from time to time by Tiege Hanley, and to redeem these points for rewards, benefits and\/or rebates offered by Tiege Hanley from time to time. Registration is free and automatic upon your creation of a customer account with your initial purchase.<\/p><p>1.3 You acquire no vested or accrued right or entitlement to the continued availability of any particular reward, benefit or redemption level. We reserve the right to revoke, terminate, suspend or modify the Program and any and all rewards, benefits, points, or redemptions related thereto in our sole discretion with no prior notice.<\/p><p>1.4 Your participation in the Program does not otherwise modify the terms of your product purchases which remain subject to our standard <span style=\"text-decoration:underline\"><em>Terms of Purchase<\/em><\/span>.<\/p><p><strong>2. Registration<\/strong><\/p><p>2.1 You will be automatically registered in the Program upon your creation of a customer account with your initial purchase and will be required to use the unique password associated with your customer account (“<strong>Password<\/strong>”) to participate in the Program. You may only participate in the Program using your assigned Password, and may not participate in the Program using the Password of any other person.<\/p><p>2.2 You may not make your Password available to others, nor allow participation in the Program by others through your Password. You agree to accept sole responsibility and liability for maintaining the confidentiality of your Password, for restricting access to your Password and for all Program activity under your Password.<\/p><p>2.3 In order to participate in the Program, you will be required to represent either that (i) you are eighteen (18) years of age or older or (ii) if you are under eighteen (18) years of age, the parent or guardian named in your order form has consented to your participation in the Program and agreed to be responsible for your participation in the Program.<\/p><p>2.4 We will, and you expressly authorize us to, use the information you provide in your registration to: (a) manage and communicate with you about your participation in the Program and (b) communicate with you about other products we offer or other topics we think you might find of interest.<\/p><p><strong>3. Points<\/strong><\/p><p>3.1 You can earn points by purchases of products and other actions through the Website, provided that you are logged into your Tiege Hanley account at the time of purchase or at the time of performing a point earning action.<\/p><p>3.2 You can redeem points for rewards through the Program Page. The redemption schedule, available rewards and other information are available on the Program Page.<\/p><p>3.3 You must provide your Tiege Hanley account when redeeming points to protect the integrity of your points balance. You are responsible for ensuring your registration information is correct and up-to-date and we reserve the right to block redemptions if your information is inaccurate or incomplete.<\/p><p>3.4 Points have no cash value and are not exchangeable for cash. The accumulation of points does not entitle you to any vested rights, and we do not in any way guarantee the continued availability of any reward, redemption level, rebate or any other benefit. We assume no liability to you with respect to the addition or deletion of items from or for which points can be collected and\/or redeemed.<\/p><p>3.5 Except as may be permitted from time to time by us in our sole discretion, points cannot be sold, assigned, exchanged, traded, bartered, purchased or given by gift or otherwise transferred. Any points so acquired without our permission are void.<\/p><p>3.6 If you return\/exchange any eligible purchase that initially earned points, such points will be deducted automatically from the account that was used for the eligible purchase (whether or not the Tiege Hanley account is presented at the time of return\/exchange). Points will be deducted at the same rate as they were earned. Upon the return and\/or exchange of products awarded through the redemption of points, all redeemed points will be forfeited.<\/p><p><strong>4. Restrictions; Termination; Suspension<\/strong><\/p><p>4.1 If we determine that you have abused any of the Program’s privileges or failed to comply with any of the Program rules, we may take such actions as we deem appropriate in our sole discretion, including without limitation, suspending your privileges under the Program, revoking any or all of your points and\/or terminating your participation in the Program, in each case with or without advance notice to you and without liability to Tiege Hanley.<\/p><p>4.2 Points will not be awarded if in our opinion the merchandise purchased will be used for resale or commercial use and any points awarded on such purchases will be forfeited. If you were awarded points for an offer or promotion in which you purchased product(s) in excess of reasonable quantities, the points awarded as a result of that offer or promotion may be forfeited without prior notice and your participation in the Program may be suspended or terminated.<\/p><p>4.3 Unused points automatically expire 365 days after the day they are earned.<\/p><p>4.4 You may terminate your participation in the Program at any time. Upon termination for any reason, all unused points will be forfeited.<\/p><p><strong>5. Disclaimer and Limitations<\/strong><\/p><p><strong>5.1.<\/strong> <strong>YOUR PARTICIPATION IN THE PROGRAM IS AS IS AND AS AVAILABLE. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ANY AND ALL WARRANTIES, WRITTEN OR ORAL, EXPRESS OR IMPLIED, WITH RESPECT TO YOUR PARTICIPATION IN THE PROGRAM.<\/strong><\/p><p><strong>5.2 TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, we WILL not BE LIABLE TO you FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES ARISING OUT OF OR RELATED TO YOUR PARTICIPATION IN THE PROGRAM, HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY AND EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<\/strong><\/p><p><strong>5.3 the total LIABILITY of Tiege Hanley and its members, managers, officers, employees, contractors and agents (each a “Released Party”) FOR ALL CLAIMS ARISING OUT OF OR RELATED TO YOUR PARTICIPATION IN THE PROGRAM WILL NOT exceed one dollar ($1.00).<\/strong><\/p><p><strong>6. Indemnity and Release<\/strong><\/p><p>6.1 As a material inducement to agree to your participation in the Program, you (i) release each Released Party from any and all claims, demands, damages, costs and expenses of any kind whatsoever relating in any way to the Program and (ii) indemnify, defend and hold each Released Party harmless from and against any and all demands, damages, liability, claims, actions, demands and costs incurred by such Released Party in connection with any claim arising out of any breach by you of this Agreement, including, reasonable attorneys’ fees and costs.<\/p><p>6.2 If you have a dispute involving the Program with a third party, you release each Released Party from all claims, demands, damages, liability, claims, actions, demands and costs of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.<\/p><p>6.3 If you are a California resident, you waive California Civil Code §1542, which says: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.”<\/p><p><strong>7. Governing Law & Jurisdiction<\/strong><\/p><p>This Agreement will be governed by and construed under the laws of the State of Illinois, without giving effect to principles of conflicts of law. The parties agree that the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded from application to this Agreement. You consent to the exclusive jurisdiction of the state and federal courts in Cook County, Illinois in order to settle any claim, action or controversy arising out of or related to this Agreement.<\/p><p>To the fullest extent permitted by applicable law, no dispute under these Terms shall be joined to a dispute involving any other party subject to these Terms, whether through class arbitration proceedings or otherwise. You agree that you may only bring claims related to the Program, these Terms, your Program membership, or the relationship between Tiege Hanley and you against us in your individual capacity and not as a plaintiff or class member in any purported class or representative proceeding.<\/p>"}},"button_fUUUce":{"type":"button","settings":{"button_label":"","button_link":"shopify:\/\/collections","button_style":"primary"}}},"block_order":["subheading_gnPjcU","heading_QrLU9x","text_txxCLA","button_fUUUce"],"custom_css":["li {text-align: left;}"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":60,"padding_bottom":0,"margin_top":60,"margin_bottom":60}}},"order":["pages","rich_text_nwR8K6"]}