{"sections":{"pages":{"type":"main-page","disabled":true,"settings":{}},"slideshow_xtiRK7":{"type":"slideshow","blocks":{"slide_a8yHf9":{"type":"slide","settings":{"color_scheme":"dark","image":"shopify:\/\/shop_images\/Group478_e0390a05-e7a9-485c-8581-7899d046cc89.png","heading":"<h1>About Tiege Hanley<\/h1>","additional_information":"","button_label":"","button_link":"","button_style":"primary"}}},"block_order":["slide_a8yHf9"],"settings":{"block_size":"twenty-one-by-nine","content_position":"middle-center","overlay_enable":false,"overlay_opacity":20,"slideshow_speed":1.1,"slideshow_delay":3,"autoplay":true,"hover_autoplay_stop":true,"navigation":true,"pagination":true,"margin_top":0,"margin_bottom":0}},"rich_text_Ce4QT6":{"type":"rich-text","blocks":{"subheading_aD4x9J":{"type":"subheading","disabled":true,"settings":{"subheading":"Subheading"}},"heading_LKUd9t":{"type":"heading","settings":{"heading":"<h2>The Tiege Story<\/h2>","heading_size":"medium"}},"text_3EFt3R":{"type":"text","settings":{"text":"<p><\/p><p>The Tiege Hanley story is simple and uncomplicated, just like our products. Founded by four “regular guys,” we created a product system and brand that makes skin care meaningful, accessible, affordable and clinically relevant—for regular guys.<br\/><br\/>The brain child of Kelley Thornton, Tiege Hanley, named after one of Kelley’s prominent ancestors, was inspired by a department store skin care aisle stroll. As Kelley perused, he was struck by three simple truths:<br\/><br\/>1. Guys really don’t know much about skin care<br\/>2. Men’s skin care products are complicated and confusing<br\/>3. Man, are those products expensive!<br\/><br\/>Drawing on his marketing and brand management experience, Kelley got to work, enlisting his UConn college roommate turned software industry guru, Rob Hoxie, to help mastermind a skin care solution for men that hits all three points—it has to be sensible, simple and affordable.<br\/><br\/>Kelley and Rob wanted to help regular guys look and feel amazing by creating a skin care system that was easy to understand and to use. But what good is an idea without an audience? Enter Aaron Marino—men's lifestyle expert, grooming guru, YouTube sensation and serial entrepreneur. Aaron’s male-centric passion for health and lifestyle, personal brand and cult-like following made him Tiege Hanley’s ideal partner number three.<br\/><br\/>Now that the team had a powerful way to reach men, they were only missing the final ingredient—the products themselves. Daunting undertaking? Nah! They did what any regular guys would do—took their idea to the golf course, where they teed up with the man who would become Tiege Hanley’s master skin care formulator. Known only as The Chemist (who prefers to remain incognito) and with more than 35 years of experience formulating products for some of the top skin care brands, he agreed to join the team as fourth partner and is the creator of what the team calls their “Ferrari formulas.”<\/p><p>We’ve reinvented men’s skin care and changed the way  men think about their skin.<\/p><p>Four regular guys—inspired by real life experience, passion, insight and the desire to do good for our fellow men—who have reinvented men’s skin care and changed the way regular guys think about their skin.<br\/><br\/>Tiege Hanley's sole mission is to help guys look and feel amazing by providing a simplified skin care system.<br\/><br\/>We are truly \"Uncomplicated Skin Care for Men.\"<br\/><br\/>Aaron, Rob, Kelley & \"The Chemist\"<\/p>"}},"button_NqKcq9":{"type":"button","disabled":true,"settings":{"button_label":"Button label","button_link":"","button_style":"primary"}}},"block_order":["subheading_aD4x9J","heading_LKUd9t","text_3EFt3R","button_NqKcq9"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":0,"padding_bottom":0,"margin_top":60,"margin_bottom":60}}},"order":["pages","slideshow_xtiRK7","rich_text_Ce4QT6"]}