{"sections":{"pages":{"type":"main-page","disabled":true,"settings":{}},"slideshow_hwhnik":{"type":"slideshow","blocks":{"slide_FNwNc6":{"type":"slide","settings":{"color_scheme":"dark","image":"shopify:\/\/shop_images\/Group478_db05b26c-ffa0-4368-90f9-2ea3cebd70cc.png","heading":"<h1>Sustainability<\/h1>","additional_information":"","button_label":"","button_link":"","button_style":"primary"}}},"block_order":["slide_FNwNc6"],"settings":{"block_size":"twenty-one-by-nine","content_position":"middle-center","overlay_enable":false,"overlay_opacity":20,"slideshow_speed":1.1,"slideshow_delay":3,"autoplay":true,"hover_autoplay_stop":true,"navigation":true,"pagination":true,"margin_top":0,"margin_bottom":0}},"rich_text_k8P7hi":{"type":"rich-text","blocks":{"subheading_Eda6DP":{"type":"subheading","disabled":true,"settings":{"subheading":"Subheading"}},"heading_hxTe3G":{"type":"heading","settings":{"heading":"<h2>Tiege for Tomorrow<\/h2>","heading_size":"medium"}},"text_xMXrFB":{"type":"text","settings":{"text":"<h5>Environmental Stewardship<\/h5><p>We care about the environment because it is our responsibility to make a difference. It’s hard to be environmentally friendly. Most people do not realize how big of a commitment it is, or what it costs a business, however, they know it’s the right thing to do. Tiege Hanley is prioritizing environmental stewardship and we hope you will join us.<\/p><h5>Our Commitment<\/h5><p>Tiege Hanley feels that it can make the biggest impact by committing to a closed-loop recycling program. Doing so will limit the amount of new waste we contribute to the environment.<\/p><p>Put simply, we want to limit the waste we add to the environment, and we want to become waste\/plastic neutral. Ultimately, we want to recycle environmental waste in our supply chain, which means Tiege Hanley is not contributing to increased environmental waste. This strategy can drill down into waste as a byproduct of shipping, such as finding ways we can contribute to reducing carbon or receiving used packaging from our customers that can be recycled.<\/p><h5>What have we done so far<\/h5><p>We have initiated a company policy to use a minimum of 35% post-consumer recycled (PCR) material in all our new product packaging. Our goal is to increase the amount of PCR in all our plastic and paper packaging materials. The result of this work significantly reduces the amount of virgin plastic going into environmental waste. Since the beginning of this program, we have addressed packaging on several items, and we hope to switch all our packaging to PCR over the next few years.<\/p><h5>What is closed-loop recycling?<\/h5><p>Put simply, we don’t want to add waste to the environment and we want to become waste\/plastic neutral. What we can do is recycle environmental waste in our supply chain, which means Tiege Hanley isn’t contributing to increased environmental waste. This strategy can drill down into waste as a byproduct of shipping, such as finding ways we can contribute to reducing carbon.<\/p><p>We have initiated a company policy to use a minimum of 35% post-consumer recycled (PCR) material in all our new product packaging. Our goal over the next two years is to increase the amount of PCR in all of our plastic and paper packaging materials.<\/p><h5>Did you know?<\/h5><p>Black plastic is one of the most difficult plastics to recycle. Most municipal recycling centers lack the equipment to accurately sort black materials. We became aware of this issue in 2020 and began converting to a non-carbon black in our new product plastic that is more easily sorted. Unfortunately, despite the energy and money it takes Tiege Hanley to make this change, many recycling centers may still lack the appropriate sorting capabilities.<\/p><h5>What does it cost?<\/h5><p>Adding PCR to our packaging and switching to non-carbon black has cost Tiege Hanley a lot of money. On average PCR packaging cost 15% more than virgin plastic. We are trying to absorb as much of this cost as possible. We are making every effort to avoid price increases or formulating them with cheaper ingredients, which we’ve noticed is a common practice.<\/p><p>JOIN OUR MISSION TO BE BETTER STEWARDS OF THE ENVIRONMENT<\/p><p>If you have questions, suggestions, or want more information, please email <a href=\"mailto:info@Tiege.com\">Info@Tiege.com<\/a>  with the word “Sustainability” in the subject line.<\/p><h3><\/h3><h3><\/h3><p>Sincerely,<\/p><p>Kelley Thornton<br\/>Founder & CEO<\/p>"}},"button_B7FWGC":{"type":"button","disabled":true,"settings":{"button_label":"Button label","button_link":"","button_style":"primary"}}},"block_order":["subheading_Eda6DP","heading_hxTe3G","text_xMXrFB","button_B7FWGC"],"settings":{"color_scheme":"background-1","full_width":true,"padding_top":0,"padding_bottom":0,"margin_top":60,"margin_bottom":60}}},"order":["pages","slideshow_hwhnik","rich_text_k8P7hi"]}